tap "homebrew/bundle"
tap "thoughtbot/formulae"
tap "dbt-labs/dbt-cli"
brew "asdf"
brew "autojump"
brew "awscli"
brew "chruby"
brew "cmake"
brew "dbt"
brew "erlang"
brew "elixir"
brew "gcc"
brew "gpg2"
brew "git"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "nvm"
brew "pinentry-mac"
brew "pipenv"
brew "poetry"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruby-install"
brew "rcm"
brew "terraform"
brew "tig"
brew "uv"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "powerlevel10k"
cask "base"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "notion"
cask "onedrive"
cask "postico"
cask "postman"
cask "signal"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"